Repository: cook-gpt/cook-gpt
Catalog: src/CookGPT/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, nl, pt, ru, zh_hans

source: Scheduled meals
ca: Àpats programats
de: Geplante Mahlzeiten
es: Comidas programadas
fr: Repas programmés
it: Pasti programmati
ja: 予定の食事
nl: Geplande maaltijden
pt: Refeições agendadas
ru: Запланированные приёмы пищи
zh_hans: 计划餐食

source: Search recipes
ca: Cerca receptes
de: Rezepte suchen
es: Buscar recetas
fr: Rechercher des recettes
it: Cerca ricette
ja: レシピを検索
nl: Recepten zoeken
pt: Pesquisar receitas
ru: Поиск рецептов
zh_hans: 搜索食谱

source: Select recipe
ca: Selecciona recepta
de: Rezept auswählen
es: Seleccionar receta
fr: Sélectionner une recette
it: Seleziona ricetta
ja: レシピを選択
nl: Recept selecteren
pt: Selecionar receita
ru: Выбрать рецепт
zh_hans: 选择食谱

source: Selected tools appear on the recipe list next to difficulty.
ca: Les eines seleccionades apareixen a la llista junt a la dificultat.
de: Ausgewählte Utensilien erscheinen in der Liste neben der Schwierigkeit.
es: Las herramientas seleccionadas aparecen en la lista junto a la dificultad.
fr: Les outils sélectionnés apparaissent dans la liste à côté de la difficulté.
it: Gli utensili selezionati compaiono nell'elenco accanto alla difficoltà.
ja: 選択した調理器具はレシピ一覧の難易度の横に表示されます。
nl: Geselecteerde gereedschappen verschijnen in de lijst naast de moeilijkheid.
pt: As ferramentas selecionadas aparecem na lista junto à dificuldade.
ru: Выбранные инструменты отображаются в списке рядом со сложностью.
zh_hans: 所选工具会显示在食谱列表的难度旁。

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pt: Definições
ru: Настройки
zh_hans: 设置

source: Share recipe
ca: Comparte recepta
de: Rezept teilen
es: Compartir receta
fr: Partager la recette
it: Condividi ricetta
ja: レシピを共有
nl: Recept delen
pt: Partilhar receita
ru: Поделиться рецептом
zh_hans: 分享食谱

source: Shopping progress
ca: Progrés de la compra
de: Einkaufsfortschritt
es: Progreso de compras
fr: Progression des courses
it: Avanzamento spesa
ja: 買い物の進捗
nl: Winkelvoortgang
pt: Progresso das compras
ru: Прогресс покупок
zh_hans: 购物进度

source: Shows the first-launch walkthrough again without changing your recipes or categories.
ca: Mostra de nou el tutorial inicial sense canviar les receptes ni categories.
de: Zeigt die Ersteinrichtung erneut an, ohne Rezepte oder Kategorien zu ändern.
es: Muestra de nuevo el tutorial inicial sin cambiar tus recetas ni categorías.
fr: Affiche à nouveau le tutoriel de premier lancement sans modifier vos recettes ni catégories.
it: Mostra di nuovo il tutorial iniziale senza modificare ricette o categorie.
ja: 初回チュートリアルを再表示します。レシピやカテゴリは変更されません。
nl: Toont de eerste-start rondleiding opnieuw zonder je recepten of categorieën te wijzigen.
pt: Mostra novamente o tutorial inicial sem alterar as suas receitas ou categorias.
ru: Снова показывает обучение при первом запуске без изменения рецептов и категорий.
zh_hans: 再次显示首次启动教程，不会更改您的食谱或分类。

source: Simple salmon with lemon and herbs.
ca: Salmó simple amb llimona i herbes.
de: Einfacher Lachs mit Zitrone und Kräutern.
es: Salmón simple con limón y hierbas.
fr: Saumon simple au citron et aux herbes.
it: Salmone semplice con limone ed erbe.
ja: レモンとハーブのシンプルなサーモン。
nl: Eenvoudige zalm met citroen en kruiden.
pt: Salmão simples com limão e ervas.
ru: Простой лосось с лимоном и травами.
zh_hans: 简单的柠檬香草三文鱼。

source: Skip
ca: Omet
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
nl: Overslaan
pt: Ignorar
ru: Пропустить
zh_hans: 跳过

source: Sort ascending
ca: Ordre ascendent
de: Aufsteigend sortieren
es: Orden ascendente
fr: Tri croissant
it: Ordine crescente
ja: 昇順
nl: Oplopend sorteren
pt: Ordem crescente
ru: По возрастанию
zh_hans: 升序

source: Sort by
ca: Ordena per
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 並べ替え
nl: Sorteren op
pt: Ordenar por
ru: Сортировать по
zh_hans: 排序方式

source: Sort descending
ca: Ordre descendent
de: Absteigend sortieren
es: Orden descendente
fr: Tri décroissant
it: Ordine decrescente
ja: 降順
nl: Aflopend sorteren
pt: Ordem decrescente
ru: По убыванию
zh_hans: 降序

source: Sort recipes
ca: Ordena receptes
de: Rezepte sortieren
es: Ordenar recetas
fr: Trier les recettes
it: Ordina ricette
ja: レシピを並べ替え
nl: Recepten sorteren
pt: Ordenar receitas
ru: Сортировать рецепты
zh_hans: 排序食谱

source: Source Code
ca: Codi font
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
nl: Broncode
pt: Código-fonte
ru: Исходный код
zh_hans: 源代码

source: Start
ca: Inici
es: Inicio
fr: Début
it: Inizio
ja: 開始
pt: Início
ru: Начало
zh_hans: 开始

source: Step %lld of %lld
ca: Pas %lld de %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passaggio %lld di %lld
ja: ステップ %lld / %lld
nl: Stap %lld van %lld
pt: Passo %lld de %lld
ru: Шаг %lld из %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Steps
ca: Passos
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
ja: 手順
nl: Stappen
pt: Passos
ru: Шаги
zh_hans: 步骤

source: Summary
ca: Resum
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 概要
nl: Samenvatting
pt: Resumo
ru: Описание
zh_hans: 摘要

source: Sunday
ca: Diumenge
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日
nl: Zondag
pt: Domingo
ru: Воскресенье
zh_hans: 星期日

source: System
ca: Sistema
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
ru: Система
zh_hans: 系统

source: Tap + to add your first recipe.
ca: Toca + per afegir la teva primera recepta.
de: Tippe auf +, um dein erstes Rezept hinzuzufügen.
es: Toca + para añadir tu primera receta.
fr: Touchez + pour ajouter votre première recette.
it: Tocca + per aggiungere la tua prima ricetta.
ja: + をタップして最初のレシピを追加します。
nl: Tik op + om je eerste recept toe te voegen.
pt: Toque em + para adicionar a sua primeira receita.
ru: Нажмите +, чтобы добавить первый рецепт.
zh_hans: 点按 + 添加您的第一个食谱。

source: Tap the edit button to add recipes and ingredients.
ca: Toca el botó d'editar per afegir receptes i ingredients.
de: Tippe auf Bearbeiten, um Rezepte und Zutaten hinzuzufügen.
es: Toca el botón de editar para añadir recetas e ingredientes.
fr: Touchez le bouton modifier pour ajouter des recettes et ingrédients.
it: Tocca modifica per aggiungere ricette e ingredienti.
ja: 編集ボタンをタップしてレシピと材料を追加します。
nl: Tik op bewerken om recepten en ingrediënten toe te voegen.
pt: Toque em editar para adicionar receitas e ingredientes.
ru: Нажмите «Изменить», чтобы добавить рецепты и ингредиенты.
zh_hans: 点按编辑按钮添加食谱和食材。

source: Theme
ca: Tema
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
nl: Thema
pt: Tema
ru: Тема
zh_hans: 主题

source: These packs match the categories currently in your library.
ca: Aquests packs coincideixen amb les categories de la biblioteca.
de: Diese Pakete entsprechen den Kategorien in deiner Bibliothek.
es: Estos packs coinciden con las categorías de tu biblioteca.
fr: Ces packs correspondent aux catégories de votre bibliothèque.
it: Questi pacchetti corrispondono alle categorie nella tua libreria.
ja: これらのパックはライブラリのカテゴリに一致します。
nl: Deze packs passen bij de categorieën in je bibliotheek.
pt: Estes packs correspondem às categorias na sua biblioteca.
ru: Эти наборы соответствуют категориям в вашей библиотеке.
zh_hans: 这些合集与您库中的分类一致。

source: This month
ca: Aquest mes
de: Dieser Monat
es: Este mes
fr: Ce mois
it: Questo mese
ja: 今月
nl: Deze maand
pt: Este mês
ru: В этом месяце
zh_hans: 本月

source: This week
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
nl: Deze week
pt: Esta semana
ru: На этой неделе
zh_hans: 本周

source: This will permanently delete all recipes, scheduled meals, groceries, timers, and custom settings, then restore default data. This cannot be undone.
ca: Això eliminarà permanentment totes les receptes, àpats programats, compres, temporitzadors i ajustos personalitzats, i restaurarà les dades predeterminades. No es pot desfer.
de: Dies löscht dauerhaft alle Rezepte, geplanten Mahlzeiten, Einkäufe, Timer und benutzerdefinierten Einstellungen und stellt Standarddaten wieder her. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas las recetas, comidas programadas, compras, temporizadores y ajustes personalizados, y restaurará los datos predeterminados. No se puede deshacer.
fr: Cela supprimera définitivement toutes les recettes, repas programmés, courses, minuteurs et paramètres personnalisés, puis restaurera les données par défaut. Action irréversible.
it: Questo eliminerà definitivamente tutte le ricette, i pasti programmati, la spesa, i timer e le impostazioni personalizzate, quindi ripristinerà i dati predefiniti. Operazione irreversibile.
ja: すべてのレシピ、予定食、買い物、タイマー、カスタム設定を完全に削除し、デフォルトデータを復元します。元に戻せません。
nl: Dit verwijdert permanent alle recepten, geplande maaltijden, boodschappen, timers en aangepaste instellingen en herstelt standaardgegevens. Dit kan niet ongedaan worden gemaakt.
pt: Isto eliminará permanentemente todas as receitas, refeições agendadas, compras, temporizadores e definições personalizadas e restaurará os dados padrão. Não pode ser anulado.
ru: Это навсегда удалит все рецепты, запланированные приёмы пищи, покупки, таймеры и пользовательские настройки, затем восстановит данные по умолчанию. Отменить нельзя.
zh_hans: 这将永久删除所有食谱、计划餐食、购物清单、计时器和自定义设置，然后恢复默认数据。此操作无法撤销。

source: This will remove every item from your grocery list.
ca: Això eliminarà tots els articles de la llista de la compra.
de: Dies entfernt alle Artikel aus deiner Einkaufsliste.
es: Esto eliminará todos los artículos de tu lista de compras.
fr: Cela supprimera tous les articles de votre liste de courses.
it: Questo rimuoverà tutti gli articoli dalla lista della spesa.
ja: 買い物リストのすべての項目が削除されます。
nl: Dit verwijdert elk item van je boodschappenlijst.
pt: Isto removerá todos os itens da sua lista de compras.
ru: Это удалит все позиции из списка покупок.
zh_hans: 这将从购物清单中删除所有项目。

source: Thursday
ca: Dijous
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ja: 木曜日
nl: Donderdag
pt: Quinta-feira
ru: Четверг
zh_hans: 星期四

source: Timer alarm sound
ca: So del temporitzador
de: Timer-Alarmton
es: Sonido del temporizador
fr: Son du minuteur
it: Suono timer
ja: タイマーアラーム
nl: Timergeluid
pt: Som do temporizador
ru: Звук таймера
zh_hans: 计时器铃声

source: Timer alerts
ca: Alertes del temporitzador
de: Timer-Benachrichtigungen
es: Alertas del temporizador
fr: Alertes du minuteur
it: Avvisi timer
ja: タイマー通知
nl: Timermeldingen
pt: Alertas do temporizador
ru: Уведомления таймера
zh_hans: 计时器提醒

source: Timer running
ca: Temporitzador en curs
de: Timer läuft
es: Temporizador en marcha
fr: Minuteur en cours
it: Timer in esecuzione
ja: タイマー実行中
nl: Timer actief
pt: Temporizador a correr
ru: Таймер запущен
zh_hans: 计时器运行中

source: Title
ca: Títol
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pt: Título
ru: Название
zh_hans: 标题

source: Today
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
nl: Vandaag
pt: Hoje
ru: Сегодня
zh_hans: 今天

source: Total time
ca: Temps total
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale
ja: 合計時間
nl: Totale tijd
pt: Tempo total
ru: Общее время
zh_hans: 总时间

source: Try a different search term.
ca: Prova un altre terme de cerca.
de: Probiere einen anderen Suchbegriff.
es: Prueba otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova un altro termine di ricerca.
ja: 別の検索語を試してください。
nl: Probeer een andere zoekterm.
pt: Tente outro termo de pesquisa.
ru: Попробуйте другой поисковый запрос.
zh_hans: 尝试其他搜索词。

source: Try another category or add tags to your recipes.
ca: Prova una altra categoria o afegeix etiquetes a les receptes.
de: Probiere eine andere Kategorie oder füge Tags zu deinen Rezepten hinzu.
es: Prueba otra categoría o añade etiquetas a tus recetas.
fr: Essayez une autre catégorie ou ajoutez des tags à vos recettes.
it: Prova un'altra categoria o aggiungi tag alle ricette.
ja: 別のカテゴリを試すか、レシピにタグを追加してください。
nl: Probeer een andere categorie of voeg tags toe aan je recepten.
pt: Tente outra categoria ou adicione etiquetas às receitas.
ru: Попробуйте другую категорию или добавьте теги к рецептам.
zh_hans: 尝试其他分类或为食谱添加标签。

source: Tuesday
ca: Dimarts
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ja: 火曜日
nl: Dinsdag
pt: Terça-feira
ru: Вторник
zh_hans: 星期二

source: Type
ca: Tipus
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt: Tipo
ru: Тип
zh_hans: 类型

source: Unit
ca: Unitat
de: Einheit
es: Unidad
fr: Unité
it: Unità
ja: 単位
nl: Eenheid
pt: Unidade
ru: Единица
zh_hans: 单位

source: Units
ca: Unitats
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
nl: Eenheden
pt: Unidades
ru: Единицы
zh_hans: 单位

source: Units information
ca: Informació d'unitats
de: Einheiteninformationen
es: Información de unidades
fr: Informations sur les unités
it: Informazioni unità
ja: 単位の情報
nl: Eenhedeninformatie
pt: Informações de unidades
ru: Информация о единицах
zh_hans: 单位信息

source: Used when navigating weeks on the Meals page.
ca: S'utilitza en navegar per setmanes a la pàgina Àpats.
de: Wird beim Navigieren durch Wochen auf der Seite Mahlzeiten verwendet.
es: Se usa al navegar por semanas en la página Comidas.
fr: Utilisé lors de la navigation par semaines sur la page Repas.
it: Usato per navigare le settimane nella pagina Pasti.
ja: 食事ページで週を移動する際に使用されます。
nl: Gebruikt bij het navigeren door weken op de pagina Maaltijden.
pt: Usado ao navegar pelas semanas na página Refeições.
ru: Используется при навигации по неделям на странице «Приёмы пищи».
zh_hans: 用于在餐食页面按周浏览。

source: Used when planning meals and as the default for new scheduled meals.
ca: S'utilitza en planificar àpats i com predeterminat per nous àpats programats.
de: Wird bei der Essensplanung und als Standard für neue geplante Mahlzeiten verwendet.
es: Se usa al planificar comidas y como predeterminado para nuevas comidas programadas.
fr: Utilisé lors de la planification des repas et par défaut pour les nouveaux repas programmés.
it: Usato per pianificare i pasti e come predefinito per i nuovi pasti programmati.
ja: 食事の計画時および新しい予定食のデフォルトとして使用されます。
nl: Gebruikt bij het plannen van maaltijden en als standaard voor nieuwe geplande maaltijden.
pt: Usado ao planear refeições e como padrão para novas refeições agendadas.
ru: Используется при планировании питания и как значение по умолчанию для новых запланированных приёмов пищи.
zh_hans: 用于餐食规划，并作为新计划餐食的默认值。

source: Uses the same alarm names as the iPhone Clock app. Previews and timer audio require a physical device.
ca: Utilitza els mateixos noms d'alarma que l'app Rellotge de l'iPhone. Les previsualitzacions i l'àudio requereixen un dispositiu físic.
de: Verwendet dieselben Alarmnamen wie die iPhone-Uhren-App. Vorschauen und Audio erfordern ein physisches Gerät.
es: Usa los mismos nombres de alarma que la app Reloj del iPhone. Las vistas previas y el audio requieren un dispositivo físico.
fr: Utilise les mêmes noms d'alarme que l'app Horloge de l'iPhone. Les aperçus et l'audio nécessitent un appareil physique.
it: Usa gli stessi nomi degli allarmi dell'app Orologio di iPhone. Anteprime e audio richiedono un dispositivo fisico.
ja: iPhoneの時計アプリと同じアラーム名を使用します。プレビューとタイマー音声には実機が必要です。
nl: Gebruikt dezelfde alarmnamen als de Klok-app op iPhone. Voorbeelden en audio vereisen een fysiek apparaat.
pt: Usa os mesmos nomes de alarme da app Relógio do iPhone. Pré-visualizações e áudio exigem um dispositivo físico.
ru: Использует те же названия будильников, что и приложение «Часы» на iPhone. Предпросмотр и звук требуют физического устройства.
zh_hans: 使用与 iPhone 时钟应用相同的闹钟名称。预览和计时器音频需要实体设备。

source: Vegan
ca: Vegana
es: Vegana
fr: Végétalien
it: Vegana
ja: ヴィーガン
nl: Veganistisch
pt: Vegana
ru: Веганская
zh_hans: 纯素

source: Vegetarian
ca: Vegetariana
de: Vegetarisch
es: Vegetariana
fr: Végétarien
it: Vegetariana
ja: ベジタリアン
nl: Vegetarisch
pt: Vegetariana
ru: Вегетарианская
zh_hans: 素食

source: Version
ca: Versió
es: Versión
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия
zh_hans: 版本

source: View
ca: Vista
de: Ansicht
es: Vista
fr: Vue
it: Vista
ja: 表示
nl: Weergave
pt: Vista
ru: Вид
zh_hans: 视图

source: Wednesday
ca: Dimecres
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
nl: Woensdag
pt: Quarta-feira
ru: Среда
zh_hans: 星期三

source: Week
ca: Setmana
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt: Semana
ru: Неделя
zh_hans: 周

source: Week starts on
ca: La setmana comença el
de: Woche beginnt am
es: La semana empieza el
fr: La semaine commence le
it: La settimana inizia di
ja: 週の始まり
nl: Week begint op
pt: A semana começa em
ru: Неделя начинается с
zh_hans: 一周从

source: Welcome to CookGPT
ca: Benvingut a CookGPT
de: Willkommen bei CookGPT
es: Bienvenido a CookGPT
fr: Bienvenue dans CookGPT
it: Benvenuto in CookGPT
ja: CookGPTへようこそ
nl: Welkom bij CookGPT
pt: Bem-vindo ao CookGPT
ru: Добро пожаловать в CookGPT
zh_hans: 欢迎使用 CookGPT

source: hr
ca: h
de: Std.
es: h
fr: h
it: h
ja: 時間
nl: u
pt: h
ru: ч
zh_hans: 小时

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
nl: Categorieën
pt: Categorias
ru: Категории
zh_hans: 分类

source: Ingredient
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingrediente
ja: 材料
nl: Ingrediënt
pt: Ingrediente
ru: Ингредиент
zh_hans: 食材

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
ja: 材料
nl: Ingrediënten
pt: Ingredientes
ru: Ингредиенты
zh_hans: 食材

source: Imperial
fr: Impérial
it: Imperiale
ja: ヤード・ポンド法
nl: Imperiaal
ru: Имперская
zh_hans: 英制

source: min
ja: 分
ru: мин
zh_hans: 分钟
